{
    "users": [
        {
            "name": "joao victor",
            "email": "joaovictorgouveiar@gmail.com",
            "description": "Sou engenheiro de software, apaixonado por tecnologia e inovação.",
            "course": "Informática",
            "password": "123456"
        },
        {
            "name": "Raphael",
            "email": "raphael@gmail.com",
            "description": "Sou um médico apaixonado por saúde e bem-estar. Meu objetivo é ajudar as pessoas a viverem mais e melhor.",
            "course": "Instrumento Musical",
            "password": "654321"
        },
        {
            "name": "Vitor Igor",
            "email": "vitor@gmail.com",
            "description": "Sou um entusiasta de estilo de vida saudável e estou sempre em busca de novas maneiras de melhorar a qualidade de vida.",
            "password": "password123",
            "diplomas": [
                {
                    "name": "Nutrição",
                    "institution": "Universidade Federal da Paraíba",
                    "link": "#",
                    "year": 2018
                },
                {
                    "name": "Educação Física",
                    "institution": "Universidade Federal da Paraíba",
                    "link": "#",
                    "year": 2016
                }
            ]
        }
    ],
    "categories": [
        {
            "name": "Notícia"
        },
        {
            "name": "Pesquisa"
        },
        {
            "name": "Portaria"
        },
        {
            "name": "Edital"
        },
        {
            "name": "Evento"
        },
        {
            "name": "Projeto"
        },
        {
            "name": "Outros"
        }
    ],
    "blogs": [
        {
            "author_id": 1,
            "image_url": "http://res.cloudinary.com/dvf4btx2r/image/upload/v1738526915/fpbusy0ixnwtak2gbrux.png",
            "title": "Inscrições abertas para 1125 vagas em cursos técnicos do IFPB",
            "subTitle": "Inscrições abertas para 1125 vagas em cursos técnicos do IFPB",
            "content": "<p>O Instituto Federal da Paraíba-IFPB abriu inscrições de 06 a 31 de julho para 1125 vagas em cursos técnicos subsequentes gratuitos. O PSCT 2024.2 como é chamado, é na modalidade Subsequente ao Ensino Médio, ou seja, apenas para quem tem o ensino médio completo. A entrada dos aprovados é no segundo semestre letivo de 2024 nos campi de Areia, Cabedelo, Cabedelo Centro, Cajazeiras, Campina Grande, Itabaiana, João Pessoa, Mangabeira, Patos, Pedras de Fogo, Princesa Isabel, Santa Luzia, Soledade e Sousa. Acesse o edital&nbsp;<a href='https://estudante.ifpb.edu.br/processoseletivo/processo/1/edicao/323/' rel='noopener noreferrer' target='_blank' style='color: rgb(51, 122, 183); background-color: transparent;'>Aqui&nbsp;</a>e de Instrumento Musical&nbsp;<a href='https://estudante.ifpb.edu.br/processoseletivo/processo/1/edicao/324/' rel='noopener noreferrer' target='_blank' style='color: rgb(51, 122, 183); background-color: transparent;'>Aqui</a></p><p>As inscrições serão realizadas exclusivamente mediante o preenchimento do formulário eletrônico disponível em:&nbsp;<a href='https://estudante.ifpb.edu.br/processoseletivo/processo/1/' rel='noopener noreferrer' target='_blank' style='color: rgb(51, 122, 183); background-color: transparent;'>https://estudante.ifpb.edu.br/processoseletivo/processo/1/</a>. Todo o processo de inscrição é gratuito. o IFPB reserva 50% do total das vagas ofertadas para candidatos Egressos de Escolas Públicas (EEP), dentro destas vagas, estão as subdivisões para candidatos (autodeclarados pretos, pardos e indígenas (PPI), candidatos autodeclarados Quilombolas (Q), candidatos com deficiência (PcD)).&nbsp;</p><p>A seleção é realizada por meio de análise do desempenho escolar em Língua Portuguesa ou&nbsp;Português e Matemática ou disciplinas equivalentes cursadas no 1º e 2º ano do Ensino Médio, ou equivalente; ou por meio de análise do desempenho de Língua Portuguesa e Matemática, conforme descritas no documento do Exame Nacional para Certificação de Competências de Jovens e Adultos (ENCCEJA) e o Exame Nacional do Ensino Médio (ENEM), ou equivalentes.</p><p>Veja baixo os cursos ofertados neste edital:</p><p>Administração</p><p>Gastronomia</p><p>Restaurante e Bar</p><p>Química</p><p>Guia de Turismo</p><p>Transações Imobiliárias</p><p>Serviços Jurídicos</p><p>Edificações</p><p>Eletromecânica</p><p>Manutenção e Suporte de Informática</p><p>Informática</p><p>Mineração</p><p>Técnico em Eletromecânica</p><p>Eletrônica</p><p>Eletrotécnica</p><p>Equipamentos Biomédicos</p><p>Instrumento Musical</p><p>Mecânica</p><p>Secretariado</p><p>Cuidados de Idosos</p><p>Enfermagem</p><p>Modelagem de Vestuário</p><p>Sistemas de Energia Renovável</p><p>Agropecuária</p><p>Quer saber mais sobre cada curso é só clicar&nbsp;<a href='https://estudante.ifpb.edu.br/cursos/?nivel_formacao=TECNICO' rel='noopener noreferrer' target='_blank' style='color: rgb(51, 122, 183); background-color: transparent;'>Aqui</a></p>",
            "category": "Notícia",
            "references": [
                {
                    "title": "TechCrunch",
                    "link": "https://techcrunch.com"
                },
                {
                    "title": "The Verge",
                    "link": "https://theverge.com"
                }
            ]
        },
        {
            "author_id": 3,
            "image_url": "http://res.cloudinary.com/dvf4btx2r/image/upload/v1738526102/hfds0bv9nabl3dek2l12.png",
            "title": "Por que Iemanjá, orixá de origem africana, virou 'mulher branca' no Brasil",
            "subTitle": "Para historiadores e seguidores das religiões afrobrasileiras ouvidos pela BBC News Brasil, o que aconteceu com a representação de Iemanjá foi um processo similar ao embranquecimento da imagem de Jesus Cristo",
            "content": "<p class='ql-align-justify'>'Dois de Fevereiro, dia da Rainha / Que pra uns é branca, pra nóiz é pretinha', canta Emicida, na música&nbsp;<em>Baiana</em>, lançada em 2015, em referência à Iemanjá,&nbsp;<a href='https://g1.globo.com/ba/bahia/verao/noticia/2025/02/02/festa-de-iemanja-une-sagrado-e-profano-em-celebracao-a-rainha-do-mar-em-salvador.ghtml' rel='noopener noreferrer' target='_blank' style='color: rgb(196, 23, 12);'>divindade cultuada no Brasil como Rainha do mar</a>.</p><p class='ql-align-justify'>Quase seis décadas depois de o baiano Dorival Caymmi gravar&nbsp;<em>Dois de Fevereiro</em>&nbsp;anunciando querer&nbsp;'ser o primeiro a saudar Iemanjá' na tradicional festa realizada anualmente na orla de&nbsp;<a href='https://g1.globo.com/ba/bahia/cidade/salvador/' rel='noopener noreferrer' target='_blank' style='color: rgb(196, 23, 12);'>Salvador</a>&nbsp;e em dezenas de outras cidades do país, o rapper paulista celebrou a data trazendo para a música o debate que tem crescido nos terreiros de candomblé e umbanda: qual a cor dessa divindade que chegou ao Brasil com as religiões de negros escravizados, mas passou a ser predominantemente representada aqui como uma mulher branca, magra, de cabelos lisos, em um vestido azul?</p><p class='ql-align-justify'>Para historiadores e seguidores das religiões afrobrasileiras ouvidos pela BBC News Brasil, o que aconteceu com a representação de Iemanjá —&nbsp;orixá associado a rios e mares, símbolo da fertilidade, e que originalmente não era reverenciado em uma forma humana&nbsp;— foi um processo similar ao embranquecimento da imagem de Jesus Cristo.</p><p class='ql-align-justify'>O Jesus histórico, um homem que viveu há dois milênios no Oriente Médio, muito provavelmente era moreno, baixinho e mantinha os cabelos aparados, como os outros judeus de sua época, acreditam especialistas. No entanto, a imagem que se sobrepôs ao longo dos séculos de dominação política e cultural europeia ao redor do mundo é de um homem de pele clara, barbudo, de longo cabelo castanho claro e olhos azuis.</p><p class='ql-align-justify'>Da mesma forma, entende Helena Theodoro, pesquisadora em história comparada da UFRJ, a imagem de Iemanjá branca tem raízes no processo de colonização do Brasil, que impôs uma visão de superioridade europeia sobre os povos indígenas e africanos. 'Houve uma demonização das religiões negras e indígenas a partir do que a Europa situou como sendo civilizado, humano. Nesse contexto, o humano é europeu, branco de olho azul', nota ela.</p><p class='ql-align-justify'>Essa dinâmica, continua Theodoro, provocou um processo de sincretismo religioso em que os escravos e seus descendentes aproveitavam as datas de festejos de santos católicos para cultuar seus orixás, usando inclusive imagens desses santos. Iemanjá, mãe de grande parte dos orixás, foi sincretizada com várias santas, como&nbsp;Nossa Senhora das Candeias e Nossa Senhora dos Navegantes, ambas celebradas em 2 de fevereiro, e&nbsp;Virgem Maria, a mãe de Jesus.</p><blockquote class='ql-align-justify'>'Foi uma grande luta de Mãe Estela de Oxossi, (falecida em 2018, por décadas ialorixá) do terreiro Ilê Axé Opó Afonjá, que se tirasse as imagens de santo do candomblé. Durante um determinado período isso era necessário porque a gente não podia excercer o nosso culto', lembra Theodoro.</blockquote><p class='ql-align-justify'>A massificação da imagem de Iemanjá branca, representada em estátuas de gesso, porém, ocorre com o surgimento da umbanda, no início do século passado. Essa religião aprofundou o sincretismo no Brasil, unindo elementos do espiritismo, do cristianismo, do candomblé e também de culturas indígenas.</p><blockquote class='ql-align-justify'>'Essa imagem de Iemanjá, como mulher branca, nasceu, muito provavelmente, no ambiente da umbanda, uma religião sincrética, surgida num contexto de 'desafricanização' da cultura afrobrasileira', respondeu por email à BBC News Brasil o cantor Nei Lopes, estudioso das culturas africanas e autor de diversos livros como 'Kitábu: o livro do saber e do espírito negro-africanos'.</blockquote><blockquote class='ql-align-justify'>'Mesmo porque as modalidades de culto (de matriz africana) mais tradicionais não representam as divindades em forma humana, pois elas são, sobretudo, energias, forças cósmicas', ressalta ainda Lopes.</blockquote><h2 class='ql-align-justify'>Orixá não tem cor?</h2><p class='ql-align-justify'>Como explica o portal do Museu Afro Brasil, a escravidão de negros, regime de exploração que perdurou no Brasil por mais de três séculos até ser abolido em 1888, 'colocou em contato as religiões de diferentes povos africanos, que acabaram por assimilar e trocar entre si elementos semelhantes de suas culturas'. Foi nessa mistura que se formaram as religiões afro-brasileiras.</p><p class='ql-align-justify'><img src='https://s2-g1.glbimg.com/EzrNTKtYzInkxC0klVb4ge8N6x0=/0x0:1500x1000/984x0/smart/filters:strip_icc()/i.s3.glbimg.com/v1/AUTH_59edd422c0c84a879bd37670ae4f538a/internal_photos/bs/2025/8/d/NFpsOOQS6ZZLBLsbVoqA/whatsapp-image-2025-02-02-at-07.11.25-2-.jpeg' alt='Baianos e turistas participam da Festa de Iemanjá em 2025, na praia do Rio Vermelho, em Salvador — Foto: Joilson César/Ag. Picnews'></p><p class='ql-align-justify'>O candomblé 'não é um único culto religioso, mas antes uma série de cultos estreitamente aparentados', nota ainda o site. Suas divindades levam os nomes de orixás, inquices e voduns, de acordo com o povo de origem, se ioruba, banto ou jeje, respectivamente. No Brasil, as três formas estão presentes, mas a nomenclatura orixá é que a mais se popularizou.</p><p class='ql-align-justify'>Diferentemente de Jesus Cristo, descrito no catolicismo como uma encarnação humana de Deus, Iemanjá representa no candomblé uma força da natureza, uma energia. Nesse sentido, o orixá não tem uma cor de pele. Para a historiadora e candomblecista Carolina Rocha, porém, é importante afirmar a negritude de Iemanjá. Segundo ela, representá-la como branca faz parte de um processo de 'epistemicídio', conceito usado pelo sociólogo português Boaventura de Sousa Santos para se referir à destruição ou inferiorização de conhecimentos, saberes e culturas pelo colonialismo.</p><blockquote class='ql-align-justify'>'Todas as entidades, símbolos, forças que são cultuadas, apesar de não terem tido uma existência humana propriamente dita, elas têm uma origem, têm uma história', afirma a pesquisadora, que está concluindo um doutorado sobre conflitos religiosos contemporâneos na Universidade do Estado do Rio de Janeiro.</blockquote><p class='ql-align-justify'>Rocha — que em sua casa tem um quadro de uma Iemanjá negra da artista plástica Valeria Felipe — questiona não só a cor, mas todo a 'estética ocidental' presente na imagem mais popular da entidade como uma mulher 'super magra, de cabelos lisos'. Ela lembra que Iemanjá, assim como outros orixás femininos (yabás) relacionados à água como Oxum e Nanã, representa a fertilidade, a abundância e a transmissão de conhecimento.</p><p class='ql-align-justify'>'Em termos de religião negra africana, Iemanjá, obviamente, além de ser uma mulher negra, é uma mulher de seios muito fartos, de quadris largos, isso também passa pela prosperidade feminina, pelo símbolo de fertilidade. Então, há um completo apagamento do que significa esse símbolo nessa imagem branca com barriga chapada', crítica.</p><blockquote class='ql-align-justify'>'É algo muito cruel essa imagem que tem uma capilarização no tecido social imensa e nega uma origem, num projeto de racismo em que o padrão ocidental branco é colocado como o bonito. Parece bobagem falar de estética, mas não é, porque na verdade você está falando de autoestima e sem autoestima você não é nada', reforça.</blockquote><h2 class='ql-align-justify'>Resistências ao debate</h2><p class='ql-align-justify'>Carolina Rocha diz que hoje 'existe um debate enorme dentro das religiões de matriz africana' sobre a representação da divindade, mas reconhece que 'muitas casas (de candomblé e umbanda) não refletem sobre isso'.</p><p class='ql-align-justify'>Em Cidreira, no litoral do Rio Grande do Sul, uma grande procissão em homenagem a Iemanjá e a à Nossa Senhora de Candeias ocorre anualmente na noite de 1º de fevereiro até uma estátua de mais de oito metros de uma mulher branca, de vestido azul e adorno com estrela sobre os cabelos negros escorridos.</p><p class='ql-align-justify'>'Nossa procissão é a maior do país, reúne em torno de 40 mil, 50 mil pessoas', afirma o presidente da Federação Afro Umbandista e Espiritualista do Rio Grande do Sul (Fauers), Everton Alfonsin.</p><p class='ql-align-justify'>Questionado pela reportagem sobre como refletia sobre representação branca de uma divindade com origem africana, Alfonsin também lembrou que os escravizados recorriam às imagens e datas festivas católicas para cultuar seus orixás e reconheceu que houve racismo nesse processo. Ele disse, porém, não ver necessidade de uma revisão disso dentro da umbanda.</p><blockquote class='ql-align-justify'>'A estátua em Cidreira representa Iemanjá sincretizada com Nossa Senhora dos Navegantes, não tem nada a ver com a Iemanjá de matriz africana', argumentou, destacando ainda que a divindade não é chamada de orixá na umbanda, mas de caboclo.</blockquote><p class='ql-align-justify'>Um dos organizadores da procissão à Iemanjá que tradicionalmente parte do Mercadão de Madureira, na Zona Norte do Rio de Janeiro, até Cobacabana, dias antes do reveillon, congregando pessoas de diferentes credos, Hélio Sillman não vê racismo na representação branca da entidade. Ele, que gerencia a loja Mundo dos Orixás, diz que é 'católico, com um pezinho na umbanda'.</p><p class='ql-align-justify'>'Essa discussão não leva a lugar nenhum, se é branco, se é negro, se é isso, se é aquilo. É criar um problema sem ter', diz.</p><p class='ql-align-justify'>O evento realizado há 17 anos ocorreu apenas dentro do mercadão pela primeira vez em 2019. Segundo Sillman, a prefeitura do Rio não liberou um alvará para a carreata. A cidade é governada pelo evangélico Marcelo Crivella.</p><h2 class='ql-align-justify'>'Convencimento deve vir pela educação'</h2><p class='ql-align-justify'>Pesquisador da afrobaianidade e professor da Universidade do Estado da Bahia (Uneb), Gildeci Leite diz que o debate sobre a cor de Iemanjá está vivo nos terreiros baianos, mas ressalta que ainda hoje predomina a representação branca da entidade na tradicional festa de dois de fevereiro na praia do Rio Vermelho, em&nbsp;<a href='https://g1.globo.com/ba/bahia/cidade/salvador/' rel='noopener noreferrer' target='_blank' style='color: rgb(196, 23, 12);'>Salvador</a>, proporcionalmente a capital mais negra do Brasil.</p><p class='ql-align-justify'>Numa das pontas dessa praia, há uma estátua da yabá com calda de sereia esculpida em uma pedra de cor clara. Ela está em frente a uma casa dedicada à divindade que abriga uma espécie de altar em que uma grande Iemanjá branca fica rodeada por flores e representações menores de variados tipos, inclusive algumas esculturas negras.</p><p class='ql-align-justify'>Leite considera fundamental problematizar a atual representação do orixá, mas defende que isso seja feito com respeito às outras representações, de forma devagar. 'Eu penso que Iemanjá tem que ter representação negra, mas pra isso eu não preciso depreciar outras representações. Até porque isso tem que ser um processo de educação, de convencimento com encantamento, não com opressão. Já fomos oprimidos demais', afirma.</p><blockquote class='ql-align-justify'>'Minha mãe biológica ainda associa Iemanjá com Nossa Senhora da Conceição. E eu vou dizer que está errado? Não, porque isso é um processo de construção. Já os meus filhos biológicos sabem que Iemanjá é Iemanjá e Nossa Senhora da Conceição é Nossa Senhora da Conceição e que ambas merecem respeito', diz ainda.</blockquote><p class='ql-align-justify'><br></p>",
            "category": "Notícia",
            "references": [
                {
                    "title": "TechCrunch",
                    "link": "https://techcrunch.com"
                }
            ]
        },
        {
            "author_id": 2,
            "image_url": "http://res.cloudinary.com/dvf4btx2r/image/upload/v1738525130/zpjzuxybnrfky7gaaqxb.png",
            "title": "IFPB divulga 2ª Chamada da Lista de Espera do SISU",
            "subTitle": "IFPB divulga 2ª Chamada da Lista de Espera do SISU",
            "content": "<p>O Instituto Federal de Educação, Ciência e Tecnologia da Paraíba -IFPB, começou a divulgar a 2ª Chamada da Lista de Espera do Sistema de Seleção Unificada (SiSU 2024). Nesta etapa, os contemplados devem ficar atentos aos calendários de manifestação de interesse no curso e na unidade escolhida pelo candidato, pois cada unidade tem seu cronograma próprio divulgado em sua respectiva página. O acompanhamento também pode ser pelo Portal do Estudante&nbsp;<a href='https://estudante.ifpb.edu.br/editais/(294/EDITAL/view' rel='noopener noreferrer' target='_blank' style='color: rgb(51, 122, 183); background-color: transparent;'>neste link</a>.</p><p>Para realizar a manifestação de interesse em matrícula remota (online), o candidato convocado deverá acessar o Portal do Estudante do IFPB no seguinte endereço eletrônico:<a href='https://estudante.ifpb.edu.br/login/' rel='noopener noreferrer' target='_blank' style='color: rgb(51, 122, 183); background-color: transparent;'><strong>https://estudante.ifpb.edu.br/login/</strong></a>; com seu usuário e senha cadastrado no ato da inscrição, ou realizar o primeiro acesso e cadastrar sua senha, e em seguida preencher o formulário de pré-matrícula eletrônico disponível na área do candidato. O processo será concluído após o upload de todos os arquivos(documentos) exigidos pelo edital.</p>",
            "category": "Edital",
            "references": [
                {
                    "title": "TechCrunch",
                    "link": "https://techcrunch.com"
                }
            ]
        },
        {
            "author_id": 3,
            "image_url": "https://science.nasa.gov/wp-content/uploads/2023/04/potw2022a-jpg.webp?w=1536&format=webp",
            "title": "Hubble Catches Cosmic Snowflakes",
            "subTitle": "There are about 150 known globular clusters in the Milky Way. Globular clusters contain some of the first stars to be produced in a galaxy, but the details of their origins and evolution still elude astronomers.",
            "content": "<h1><strong>Hubble Catches Cosmic Snowflakes</strong></h1><p><em style='color: rgb(27, 27, 27);'>1 min read</em></p><p><br></p><p>Almost like snowflakes, the stars of the globular cluster NGC 6441 sparkle peacefully in the night sky, about 13,000 light-years from the Milky Way’s galactic center. Like snowflakes, the exact number of stars in such a cluster is difficult to discern. It is estimated that together the stars have 1.6 million times the mass of the Sun, making NGC 6441 one of the most massive and luminous globular clusters in the Milky Way.</p><p>NGC 6441 is host to four pulsars that each complete a single rotation in a few milliseconds. Also hidden within this cluster is JaFu 2, a planetary nebula. Despite their name, planetary nebulas have little to do with planets. A phase in the evolution of intermediate-mass stars, planetary nebulas last for only a few tens of thousands of years, the blink of an eye on astronomical timescales.</p><p>There are about 150 known globular clusters in the Milky Way. Globular clusters contain some of the first stars to be produced in a galaxy, but the details of their origins and evolution still elude astronomers.</p><p><strong><em>Text credit: ESA (European Space Agency)</em></strong></p>",
            "category": "Projeto",
            "references": []
        },
        {
            "author_id": 3,
            "image_url": "https://assets.science.nasa.gov/dynamicimage/assets/science/missions/hubble/galaxies/quasars/Hubble_Quasar3C273_Annotated_STScI-01JD58JFAEZHH4HBQ1SB5N9XWT.png?w=1536&format=webp&fit=clip&crop=faces%2Cfocalpoint",
            "title": "NASA’s Hubble Takes the Closest-Ever Look at a Quasar",
            "subTitle": "Astronomers have used the unique capabilities of NASA's Hubble Space Telescope to peer closer than ever into the throat of an energetic monster black hole powering a quasar. ",
            "content": "<p>Astronomers have used the unique capabilities of NASA's&nbsp;<a href='ttps://science.nasa.gov/mission/hubble/' rel='noopener noreferrer' target='_blank' style='color: rgb(23, 23, 27); background-color: rgba(0, 0, 0, 0);'>Hubble Space Telescope</a>&nbsp;to peer closer than ever into the throat of an energetic monster black hole powering a quasar. A quasar is a galactic center that glows brightly as the black hole consumes material in its immediate surroundings.</p><p>The new Hubble views of the environment around the quasar show a lot of 'weird things,' according to Bin Ren of the Côte d'Azur Observatory and Université Côte d'Azur in Nice, France. 'We've got a few blobs of different sizes, and a mysterious L-shaped filamentary structure. This is all within 16,000 light-years of the black hole.'</p><p>Some of the objects could be small satellite galaxies falling into the black hole, and so they could offer the materials that will accrete onto the central supermassive black hole, powering the bright lighthouse. 'Thanks to Hubble's observing power, we're opening a new gateway into understanding quasars,' said Ren. 'My colleagues are excited because they've never seen this much detail before.'</p><p>Quasars look starlike as point sources of light in the sky (hence the name quasi-stellar object). The quasar in the new study, 3C 273, was identified in 1963 by astronomer Maarten Schmidt as the first quasar. At a distance of 2.5 billion light-years it was too far away for a star. It must have been more energetic than ever imagined, with a luminosity over 10 times brighter than the brightest giant elliptical galaxies. This opened the door to an unexpected new puzzle in cosmology: What is powering this massive energy production? The likely culprit was material accreting onto a black hole.</p><p><img src='https://assets.science.nasa.gov/dynamicimage/assets/science/missions/hubble/galaxies/quasars/Hubble_Quasar3C273_Annotated_STScI-01JD58JFAEZHH4HBQ1SB5N9XWT.png?w=4096&amp;format=png&amp;fit=clip&amp;crop=faces%2Cfocalpoint' alt='A two-panel annotated image of quasar 3C 273, taken by different Hubble science instruments. The top panel is a Hubble Wide Field Planetary Camera 2 (WFPC2) image of quasar 3C 273. It looks like a bright white car headlight. There is a linear orange-white smoke-like feature stretching to the 4 o’clock position, an extragalactic jet launched from the quasar in the center of the black hole of an unseen galaxy. The bottom panel is a Hubble Space Telescope Imaging Spectrograph (STIS) coronagraph image of quasar 3C 273. It looks the same as the WFPC2 image, but in shades of blue. A black circle (labeled “core light blocked”) blocks the glare of the quasar. Blue-colored filamentary material is visible near the black hole. The extragalactic jet is still visible.' height='1400' width='1084'></p><p>A Hubble Space Telescope image of the core of quasar 3C 273. A coronagraph on Hubble blocks out the glare coming from the supermassive black hole at the heart of the quasar. This allows astronomers to see unprecedented details near the black hole such as weird filaments, lobes, and a mysterious L-shaped structure, probably caused by small galaxies being devoured by the black hole. Located 2.5 billion light-years away, 3C 273 is the first quasar (quasi-stellar object) ever discovered, in 1963.</p><p>NASA, ESA, Bin Ren (Université Côte d’Azur/CNRS); Acknowledgment: John Bahcall (IAS); Image Processing: Joseph DePasquale (STScI)</p><p>In 1994 Hubble’s new sharp view revealed that the environment surrounding quasars is far more complex than first suspected. The images suggested galactic collisions and mergers between quasars and companion galaxies, where debris cascades down onto supermassive black holes. This reignites the giant black holes that drive quasars.</p><p>For Hubble, staring into the quasar 3C 273 is like looking directly into a blinding car headlight and trying to see an ant crawling on the rim around it. The quasar pours out thousands of times the entire energy of stars in a galaxy. One of closest quasars to Earth, 3C 273 is 2.5 billion light-years away. (If it was very nearby, a few tens of light-years from Earth, it would appear as bright as the Sun in the sky!) Hubble's&nbsp;<a href='https://science.nasa.gov/mission/hubble/observatory/design/space-telescope-imaging-spectrograph/' rel='noopener noreferrer' target='_blank' style='color: rgb(23, 23, 27); background-color: rgba(0, 0, 0, 0);'>Space Telescope Imaging Spectrograph</a>&nbsp;(STIS) can serve as a coronagraph to block light from central sources, not unlike how the Moon blocks the Sun's glare during a total solar eclipse. Astronomers have used STIS to unveil dusty disks around stars to understand the formation of planetary systems, and now they can use STIS to better understand quasars’ host galaxies. The Hubble coronograph allowed astronomers to look eight times closer to the black hole than ever before.</p><p>Scientists got rare insight into the quasar’s 300,000-light-year-long extragalactic jet of material blazing across space at nearly the speed of light. By comparing the STIS coronagraphic data with archival STIS images with a 22-year separation, the team led by Ren concluded that the jet is moving faster when it is farther away from the monster black hole.</p><p>'With the fine spatial structures and jet motion, Hubble bridged a gap between the small-scale radio interferometry and large-scale optical imaging observations, and thus we can take an observational step towards a more complete understanding of quasar host morphology. Our previous view was very limited, but Hubble is allowing us to understand the complicated quasar morphology and galactic interactions in detail. In the future, looking further at 3C 273 in infrared light with the James Webb Space Telescope might give us more clues,' said Ren.</p><p>At least 1 million quasars are scattered across the sky. They are useful background 'spotlights' for a variety of astronomical observations. Quasars were most abundant about 3 billion years after the big bang, when galaxy collisions were more common.</p><p>The Hubble Space Telescope has been operating for over three decades and continues to make ground-breaking discoveries that shape our fundamental understanding of the universe. Hubble is a project of international cooperation between NASA and ESA (European Space Agency). NASA's Goddard Space Flight Center in Greenbelt, Maryland, manages the telescope and mission operations. Lockheed Martin Space, based in Denver, also supports mission operations at Goddard. The Space Telescope Science Institute (STScI) in Baltimore, which is operated by the Association of Universities for Research in Astronomy, conducts Hubble science operations for NASA.</p>",
            "category": "Pesquisa",
            "references": []
        },
        {
            "author_id": 3,
            "image_url": "http://res.cloudinary.com/dvf4btx2r/image/upload/v1738527083/masv8zp36uf8gklg0kyg.png",
            "title": "IFPB levará projetos de pesquisa e inovação ao XIV CONNEPI em Belém/PA",
            "subTitle": "IFPB levará projetos de pesquisa e inovação ao XIV CONNEPI em Belém/PA",
            "content": "<p class='ql-align-justify'>O Instituto Federal da Paraíba vai participar da décima quarta edição do Congresso Norte Nordeste de Pesquisa e Inovação (XIV CONNEPI) que será realizada de 27 a 29 de agosto em Belém do Pará sob a temática “Educação tecnológica: conectando regiões, construindo futuros”.</p><p class='ql-align-justify'>O evento que acontece a cada dois anos será este mês totalmente no formato presencial, já que o último ocorrido em Rondônia em 2022, foi de forma híbrida por causa da pandemia. A delegação do IFPB é composta por 56 estudantes de 10 campi e 28 servidores. Para a Diretora de Pesquisa da PRPIPG, Deyse Morgana, o Connepi é um espaço importante para a troca de experiências. “A expectativa para o evento é grande, estamos nos empenhando em levar uma equipe envolvida em nossos projetos de pesquisa e de inovação, para que possamos fazer intercâmbio de experiências, conhecer o que os outros Institutos da região estão desenvolvendo”.</p><p class='ql-align-justify'>Dentro da programação constam apresentação de trabalhos, Mostra Tecnológica, Desafio de ideias, palestras, mesas redondas e Mostra Cultural. Este ano o Connepi registrou um recorde de submissão de resumos expandidos. Do IFPB serão 52 apresentações de artigos científicos. Trabalhos que versam sobre temas ligados ao mercado de trabalho, saúde, educação, empoderamento feminino, ecologia, tecnologia e atividade física, entre outros.</p><p class='ql-align-justify'><strong>Desafio de Ideias</strong></p><p class='ql-align-justify'>O IFPB tem dois projetos selecionados para o Desafio de Ideias, uma atividade que pretende estimular o empreendedorismo inovador. Do Campus Picuí tem o projeto “SOS Interaction, um jogo de memória de interface eletrônica para auxiliar no tratamento do TDAH (transtorno do déficit de atenção com hiperatividade), desenvolvido pelas estudantes do 3º ano do Curso Técnico em Informática, Ana Laura, Hávyla Santos e Rebeca Costa, sob a supervisão da professora Kassandra Mendes.</p><p class='ql-align-justify'>O outro projeto é o “NeoConnect: Conecte-se, Inove e Impacte” desenvolvido pelos estudantes Diego Fernandes, Euridyce Carvalho e Lília Melo do Mestrado em Tecnologia da Informação do Campus João Pessoa, alunos egressos do Campus Guarabira. “Trata-se de uma plataforma on-line onde as pessoas vão se conectar, a ideia é mapear os atores, ou seja, as pessoas que participam de projetos dentro da instituição e conectá-las com pessoas de fora da instituição” explica o orientador, o professor do Campus Guarabira, Pedro Henrique.</p><p class='ql-align-justify'><strong>Painel Meninas na Ciência</strong></p><p class='ql-align-justify'>No Painel Meninas na Ciência a estudante Évelyn Medeiros do Campus Patos vai apresentar o “Bingo dos Racionais”, um jogo de memória que auxilia no aprendizado da matemática. O trabalho conquistou ano passado o 1º lugar no prêmio organizado pela Associação Brasileira de Educação em Engenharia – ABENGE.</p><p class='ql-align-justify'>Já a a estudante Maria Vitória Silva do Campus João Pessoa participará com o trabalho “Desenvolvimento de sensores flexíveis de baixo custo para aplicação na área de reabilitação”. O trabalho se baseia em sensores aplicados em uma luva destinada a reabilitação motora das mãos de pessoas que tiveram sequela decorrente de um AVC.</p><p class='ql-align-justify'><strong>Batalha de Robôs</strong></p><p class='ql-align-justify'>O Connepi também abre espaço para uma atividade que mistura estratégia, habilidade técnica e conhecimento em engenharia, mecatrônica e eletrônica. Trata-se da Batalha de Robôs. Uma competição com uma premissa simples: destruir o robô adversário ou incapacitá-lo de continuar a luta, tudo isso em batalhas que duram no máximo 3 minutos.</p><p class='ql-align-justify'>O Campus João Pessoa estará representado pela equipe GREL IFPB, formada pelos estudantes Iorrana Gonçalves, Luan Amorim, Weslley Silva e Roberto Filho. De Catolé do Rocha tem a equipe HEFESTO com os estudantes Kalebe Ferreira e Joelson Carvalho. A terceira equipe na Batalha de Robôs será a Picuí Robots &amp; Makers, formada pelos estudantes Marcelo de Oliveira, Carlos Eduardo Silva e Jales Monteiro.</p><p class='ql-align-justify'><strong>Mostra Tecnológica</strong></p><p class='ql-align-justify'>Para a Mostra Tecnológica o IFPB participará com dois projetos: Do campus Santa Luzia, o estudante Élder Sabino, participará da mostra com o “Solar Tracker: Protótipo de Sistema Fotovoltaico com seguidor solar baseado na plataforma Arduino”.</p><p class='ql-align-justify'>“O processo de criação de uma máquina extrusora para criação de filamentos de impressão 3d, através de resíduos sólidos recicláveis de polimentos termoplásticos” é o projeto do Campus Patos que será apresentado pelos estudantes Iuri Kauã Oliveira e Gabriel Ferreira.</p><p class='ql-align-justify'>A Mostra Tecnológica tem como objetivo principal fornecer um espaço para a exposição e apresentação de propostas (produtos, protótipos, processos ou serviços) elaboradas por estudantes e/ou servidores da Rede Federal de Educação. Os projetos devem ser de caráter tecnológico inovador, preferencialmente com a possibilidade de manuseio, construção, montagem, experimentação ou exercício de atividade.</p><p class='ql-align-justify'>A Pró-Reitora de Pesquisa, Inovação e Pós-Graduação do IFPB, professora Silvana Costa, ressaltou a importância do Connepi para a Rede Federal e da felicidade em levar uma equipe representativa do Instituto.“ O IFPB irá com uma grande equipe, o que será possível graças ao esforço dos campi envolvidos, desde os coordenadores de pesquisa, diretores-gerais e de administração, e de nossas diretorias de pesquisa e de inovação da PRAF.</p><p class='ql-align-justify'>Confira&nbsp;<a href='https://www.even3.com.br/connepi-belem-2024/?gad_source=1&amp;gclid=CjwKCAjw2dG1BhB4EiwA998cqP-PByo0SiUAyUJ0bUg-gOUX_ovhc1r1_OJMbcKbLEd3IxZR-2R_iRoCNg4QAvD_BwE' rel='noopener noreferrer' target='_blank' style='color: rgb(51, 122, 183); background-color: transparent;'><strong>nesse link a programação do CONNEPI 2024.</strong></a></p><p><br></p>",
            "category": "Pesquisa",
            "references": []
        },
        {
            "author_id": 3,
            "image_url": "http://res.cloudinary.com/dvf4btx2r/image/upload/v1738527251/bi3l8q7dmypdpfbnodpx.png",
            "title": "PRAE disponibiliza 5 novas vagas do Programa Bolsa Permanência",
            "subTitle": "Estudantes indígenas ou quilombolas têm até essa terça-feira (12) para enviar documentação exigida",
            "content": "<p class='ql-align-justify'>A Pró-Reitoria de Assuntos Estudantis (PRAE) divulgou edital de seleção de novas vagas para o atendimento do Programa Bolsa Permanência. Podem&nbsp;participar esdudantes indígenas ou quilombolas já cadastrados na plataforma do Sistema Bolsa Permanênia- SIBP, que estão com status “Em análise Pró-Reitor-novo cadastro”.&nbsp;</p><p class='ql-align-justify'>Foram liberadas 5 (cinco) vagas para o IFPB, das quais 3 (três) serão preenchidas pelos estudantes em lista de espera do edital 01/2023 da PRAE. As outras 2 (duas) vagas são destinadas aos demais estudantes cadastrados, desde que enviem a documentação completa e atendam aos critérios exigidos pelo programa. A PRAE está recebendo a correção ou complementação da documentação pendente até esta terça-feira (dia 12/12) através do e-mail prae@ifpb.edu.br.</p><p class='ql-align-justify'>Para classificação dos candidatos, será considerado o Índice de Vulnerabilidade Social (IVS) do mesmo, critério de classificação adotado pelo IFPB em processos seletivos de caráter socioeconômico, assim como já utilizado no edital 01/2023 - PRAE/IFPB. Para tanto, o estudante deverá dispor de IVS válido no momento da classificação.</p><p class='ql-align-justify'>Confira nesse link o edital:</p><p class='ql-align-justify'>https://www.ifpb.edu.br/prae/editais/2023/programa-bolsa-permanencia/chamada-publica-bolsa-permanencia-novas-vagas.pdf/view</p>",
            "category": "Notícia",
            "references": []
        }
    ]
}
